export const dataInfo = [
  {
    mainTitle: 'Події музею',
    dataPublication: '11.06.2021',
    cardTitle: 'Виставка Анатолія Буртового “Живопис, графіка, левкас”',
    dataPerformance: '1 вересня',
    description:
      'На виставці, присвяченій 40-річчю творчої діяльності майстра, були представлені роботи від юнацького періоду до творів сьогодення. На виставці, присвяченій 40-річчю творчої діяльності майстра, були представлені роботи від юнацького періоду до творів сьогодення.',
    img: 'https://vechirniy.kyiv.ua/uploads/2021/12/18/foto1.jpg',
  },
  {
    mainTitle: 'Події музею',
    dataPublication: '11.06.2021',
    cardTitle: 'Виставка Анатолія Буртового “Живопис, графіка, левкас”',
    dataPerformance: '6 вересня – 10 вересня',
    description:
      'На виставці, присвяченій 40-річчю творчої діяльності майстра, були представлені роботи від юнацького періоду до творів сьогодення.',
    img: 'https://life.liga.net/images/general/2023/04/05/20230405094344-1786.jpg',
  },
  {
    mainTitle: 'Події музею',
    dataPublication: '11.06.2021',
    cardTitle: 'Виставка Анатолія Буртового “Живопис, графіка, левкас”',
    dataPerformance: '6 вересня – 10 вересня',
    description:
      'На виставці, присвяченій 40-річчю творчої діяльності майстра, були представлені роботи від юнацького періоду до творів сьогодення.',
    img: 'https://media.mutualart.com/Images/2020_11/30/12/122437222/d661c60c-432f-45ed-a661-63b436c86233_570.Jpeg',
  },
  {
    mainTitle: 'Події музею',
    dataPublication: '11.06.2021',
    cardTitle: 'Виставка Анатолія Буртового “Живопис, графіка, левкас”',
    dataPerformance: '6 вересня – 10 вересня',
    description:
      'На виставці, присвяченій 40-річчю творчої діяльності майстра, були представлені роботи від юнацького періоду до творів сьогодення.',
    img: 'https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQT8xL69W12pjh2hGmpVzR1d-EpOS0KT4N_8j0F1accj4T3N-qKrzAoqnTkp689jmRoIU4&usqp=CAU',
  },
  {
    mainTitle: 'Події музею',
    dataPublication: '11.06.2021',
    cardTitle: 'Виставка Анатолія Буртового “Живопис, графіка, левкас”',
    dataPerformance: '6 вересня – 10 вересня',
    description:
      'На виставці, присвяченій 40-річчю творчої діяльності майстра, були представлені роботи від юнацького періоду до творів сьогодення.',
    img: 'https://travels.in.ua/api/Photo/PhotoStreamCPOI/32320',
  },
  {
    mainTitle: 'Події музею',
    dataPublication: '11.06.2021',
    cardTitle: 'Виставка Анатолія Буртового “Живопис, графіка, левкас”',
    dataPerformance: '6 вересня – 10 вересня',
    description:
      'На виставці, присвяченій 40-річчю творчої діяльності майстра, були представлені роботи від юнацького періоду до творів сьогодення.',
    img: 'https://ua.igotoworld.com/frontend/webcontent/websites/1/images/gallery/22602_800x600_masterskaja2.jpg',
  },
  {
    mainTitle: 'Події музею',
    dataPublication: '11.06.2021',
    cardTitle: 'Виставка Анатолія Буртового “Живопис, графіка, левкас”',
    dataPerformance: '6 вересня – 10 вересня',
    description:
      'На виставці, присвяченій 40-річчю творчої діяльності майстра, були представлені роботи від юнацького періоду до творів сьогодення.',
    img: 'https://nubip.edu.ua/sites/default/files/u125/3_33.jpg',
  },
];
