import kyiv1 from '../images/kyiv/1.jpg';
import kyiv2 from '../images/kyiv/2.jpg';
import kyiv3 from '../images/kyiv/3.jpg';
import { IPage } from '../../../types';

export const kyivData: IPage = {
  title: 'Митець і Київ',
  content: [
    {
      type: 'text',
      textContent:
        'Іван Кавалерідзе жив виключно мистецтвом. Невтомно шукав досконалість і радів кожному новому дню. “Найщасливіший день сьогодні, – писав він у щоденнику в 1977-му. – Чому? Бо він є і я живу!”. Майже все своє життя пропрацював і місті Київ. Саме в Києві починав він свій шлях як скульптор та кінорежесер. Не покинув Києва навіть за часів німецької окупації. Деякий час очолював відділ культури Київської міської управи. Це давало змогу рятувати ув’язнених у Сирецькому концтаборі митців, надати притулок єврейським сім’ям у селах Київської області. ',
      columns: 1,
    },
    {
      type: 'text',
      textContent:
        'Також рятувати молодь від вивезення до Німеччини, підтримати київську інтелігенцію, зберегти від пограбування культурні цінності. На будинку в Києві по вулиці Червоноармійській, 16, де з 1954 по 1978 рік проживав митець, встановлено меморіальну дошку. Через 10 років після смерті Івана Кавалерідзе у Києві вийшов однойменний збірник статей і спогадів під назвою “Тіні швидкоплинних літ”. Там Іван Петрович розповів про життя, сповна віддане мистецтву.',
      columns: 1,
    },
    {
      type: 'image',
      imageLink: kyiv1,
      columns: 2,
    },
    {
      type: 'image',
      imageLink: kyiv2,
      columns: 1,
    },
    {
      type: 'image',
      imageLink: kyiv3,
      columns: 1,
    },
  ],
};
